<!-- Таблица вывода откликов работодателей -->
<table class="table table-striped table-hover">
  <h3>Отклики работодателей</h3>
  <thead>
    <tr>
      <th>ФИО</th>
      <th>Дата отклика</th>
      <th>Название практики</th>
      <th>Компания</th>
      <th>Действия</th>
    </tr>
  </thead>
  <tbody>
    <tr>
      <td>Пупырышкин Владислав Георгиевич</td>
      <td>21.06.2020</td>
      <td>Трубопрокольщик</td>
      <td>Сбербанк</td>
      <td><button>Подробнее</button></td>
    </tr>
    <tr>
      <td>Пупырышкин Валентина Растроповичевна</td>
      <td>21.06.2020</td>
      <td>Семечкоопрыскиватель</td>
      <td>Бабкины семечки</td>
      <td><button>Подробнее</button></td>
    </tr>
  </tbody>
</table>