<!-- Таблица вывода резюме -->
<!-- После открытия переходим на страницу вывода конкретной практики или показываем ее в попап окне-->
<table class="table table-striped table-hover">
  <h3>Список резюме</h3>
  <thead>
    <tr>
      <th>ФОИ соискателя</th>
      <th>Дата размещения</th>
      <th>Действия</th>
    </tr>
  </thead>
  <tbody>
    <tr>
      <td>Креветкин Шашлык Омбарович</td>
      <td>21.06.2020</td>
      <td><button>Открыть</button></td>
    </tr>
    <tr>
      <td>Аргыджэков Суслан Вольфрамович</td>
      <td>21.06.2020</td>
      <td><button>Открыть</button></td>
    </tr>
  </tbody>
</table>