<optgroup label="01.00.00 Математика и механика">
    <option value="01.03.01 Математика (бакалавриат)">​01.03.01 Математика (бакалавриат)​</option>​
    <option value="01.03.02 Прикладная математика и информатика (бакалавриат)​">​01.03.02 Прикладная математика и информатика (бакалавриат)​</option>​
    <option value="01.03.04 Прикладная математика (бакалавриат)​">​01.03.04 Прикладная математика (бакалавриат)​</option>​
    <option value="01.04.01 Математика (магистратура)">​01.04.01 Математика (магистратура)​</option>​
    <option value="01.04.02 Прикладная математика и информатика (магистратура)​">​01.04.02 Прикладная математика и информатика (магистратура)​</option>​
    <option value="01.05.01 Фундаментальные математика и механика (специалитет)​">​01.05.01 Фундаментальные математика и механика (специалитет)​</option>​
</optgroup>
<optgroup label="02.00.00 Компьютерные и информационные науки">
    <option value="02.03.01 Математика и компьютерные науки (бакалавриат)​">​02.03.01 Математика и компьютерные науки (бакалавриат)​</option>​
    <option value="02.04.01 Математика и компьютерные науки (магистратура)​">​02.04.01 Математика и компьютерные науки (магистратура)​</option>​
</optgroup>
<optgroup label="03.00.00 Физика и астрономия">
    <option value="03.03.02 Физика (бакалавриат)​">​03.03.02 Физика (бакалавриат)​</option>​
    <option value="03.04.02 Физика (магистратура)​">​03.04.02 Физика (магистратура)​</option>​
</optgroup>
<optgroup label="04.00.00 Химия">
    <option value="04.03.01 Химия (бакалавриат)​">​04.03.01 Химия (бакалавриат)​</option>​
    <option value="04.04.01 Химия (магистратура)​">​04.04.01 Химия (магистратура)​</option>​
    <option value="04.05.01 Фундаментальная и прикладная химия (специалитет)​">​04.05.01 Фундаментальная и прикладная химия (специалитет)​</option>​
</optgroup>
<optgroup label="05.00.00 Науки о земле">
    <option value="05.03.02 География (бакалавриат)​">​05.03.02 География (бакалавриат)​</option>​
    <option value="05.03.06 Экология и природопользование (бакалавриат)​">​05.03.06 Экология и природопользование (бакалавриат)​</option>​
    <option value="05.04.06 Экология и природопользование (магистратура)​">​05.04.06 Экология и природопользование (магистратура)​</option>
</optgroup>
<optgroup label="06.00.00 Биологические науки">
    <option value="06.03.01 Биология (бакалавриат)​">​06.03.01 Биология (бакалавриат)​</option>​
    <option value="06.04.01 Биология (магистратура)​">​06.04.01 Биология (магистратура)​</option>​
</optgroup>
<optgroup label="07.00.00 Архитектура">
    <option value="07.03.01 Архитектура (бакалавриат)​">​07.03.01 Архитектура (бакалавриат)​</option>​
    <option value="07.03.03 Дизайн архитектурной среды (бакалавриат)​">​07.03.03 Дизайн архитектурной среды (бакалавриат)​</option>​
    <option value="07.03.04 Градостроительство (бакалавриат)​">​07.03.04 Градостроительство (бакалавриат)​</option>​
    <option value="07.04.01 Архитектура (магистратура)​">​07.04.01 Архитектура (магистратура)​</option>​
    <option value="07.04.02 Реконструкция и реставрация архитектурного наследия (магистратура)​">​07.04.02 Реконструкция и реставрация архитектурного наследия (магистратура)​</option>​
    <option value="07.04.03 Дизайн архитектурной среды (магистратура)​">​07.04.03 Дизайн архитектурной среды (магистратура)​</option>​
    <option value="07.04.04 Градостроительство (магистратура)​">​07.04.04 Градостроительство (магистратура)​</option>​
</optgroup>
<optgroup label="08.00.00 Техника и технологии строительства">
    <option value="08.03.01 Строительство (бакалавриат)​">​08.03.01 Строительство (бакалавриат)​</option>​
    <option value="08.03.01.15 Автомобильные дороги (бакалавриат)​">​08.03.01.15 Автомобильные дороги (бакалавриат)​</option>​
    <option value="08.04.01 Строительство (магистратура)​">​08.04.01 Строительство (магистратура)​</option>​
    <option value="08.05.01 Строительство уникальных зданий и сооружений (специалитет)​">​08.05.01 Строительство уникальных зданий и сооружений (специалитет)​</option>​
    <option value="08.05.03 Строительство, эксплуатация, восстановление и техническое прикрытие автомобильных дорог, мостов и тоннелей (специалитет)​">08.05.03 Строительство, эксплуатация, восстановление и техническое прикрытие автомобильных дорог, мостов и тоннелей (специалитет)</option>​
</optgroup>
<optgroup label="09.00.00 Информатика и вычислительная техника">
    <option value="09.03.01 Информатика и вычислительная техника (бакалавриат)​">​09.03.01 Информатика и вычислительная техника (бакалавриат)​</option>​
    <option value="09.03.02 Информационные системы и технологии (бакалавриат)​">​09.03.02 Информационные системы и технологии (бакалавриат)​</option>​
    <option value="09.03.03 Прикладная информатика (бакалавриат)​">​09.03.03 Прикладная информатика (бакалавриат)​</option>​
    <option value="09.03.04 Программная инженерия (бакалавриат)​">​09.03.04 Программная инженерия (бакалавриат)​</option>​
    <option value="09.04.01 Информатика и вычислительная техника (магистратура)​">​09.04.01 Информатика и вычислительная техника (магистратура)​</option>​
    <option value="09.04.02 Информационные системы и технологии (магистратура)​">​09.04.02 Информационные системы и технологии (магистратура)​</option>​
    <option value="09.04.03 Прикладная информатика (магистратура)​">​09.04.03 Прикладная информатика (магистратура)​</option>​
    <option value="09.04.04 Программная инженерия (магистратура)​">​09.04.04 Программная инженерия (магистратура)​</option>​
    <option value="09.05.01 Применение и эксплуатация автоматизированных систем специального назначения (специалитет)​">09.05.01 Применение и эксплуатация автоматизированных систем специального назначения (специалитет)</option>
</optgroup>
<optgroup label="10.00.00 Информационная безопасность">
    <option value="10.03.01 Информационная безопасность (бакалавриат)​">​10.03.01 Информационная безопасность (бакалавриат)​</option>​
    <option value="10.05.01 Компьютерная безопасность (специалитет)​">​10.05.01 Компьютерная безопасность (специалитет)​</option>​
    <option value="10.05.03 Информационная безопасность автоматизированных систем (специалитет)​">​10.05.03 Информационная безопасность автоматизированных систем (специалитет)​</option>​
    <option value="10.05.05 Безопасность информационных технологий в правоохранительной сфере (специалитет)​">10.05.05 Безопасность информационных технологий в правоохранительной сфере (специалитет)</option>​
</optgroup>
<optgroup label="11.00.00 Электроника, радиотехника и системы связи">
    <option value="11.03.01 Радиотехника (бакалавриат)​">​11.03.01 Радиотехника (бакалавриат)​</option>​
    <option value="11.03.02 Инфокоммуникационные технологии и системы связи (бакалавриат)​">​11.03.02 Инфокоммуникационные технологии и системы связи (бакалавриат)​</option>​
    <option value="11.03.03 Конструирование и технология электронных средств (бакалавриат)​">​11.03.03 Конструирование и технология электронных средств (бакалавриат)​</option>​
    <option value="11.03.04 Электроника и наноэлектроника (бакалавриат)​">​11.03.04 Электроника и наноэлектроника (бакалавриат)​</option>​
    <option value="11.04.01 Радиотехника (магистратура)​">​11.04.01 Радиотехника (магистратура)​</option>​
    <option value="11.04.02 Инфокоммуникационные технологии и системы связи (магистратура)​">​11.04.02 Инфокоммуникационные технологии и системы связи (магистратура)​</option>​
    <option value="11.04.03 Конструирование и технология электронных средств (магистратура)​">​11.04.03 Конструирование и технология электронных средств (магистратура)​</option>​
    <option value="11.04.04 Электроника и наноэлектроника (магистратура)​">​11.04.04 Электроника и наноэлектроника (магистратура)​</option>​
    <option value="11.05.01 Радиоэлектронные системы и комплексы (специалитет)​">​11.05.01 Радиоэлектронные системы и комплексы (специалитет)​</option>​
    <option value="11.05.02 Специальные радиотехнические системы (специалитет)​">​11.05.02 Специальные радиотехнические системы (специалитет)​</option>​
</optgroup>
<optgroup label="12.00.00 Фотоника, приборостроение, оптические и биотехнические системы и технологии">
    <option value="12.03.01 Приборостроение (бакалавриат)​">​12.03.01 Приборостроение (бакалавриат)​</option>​
    <option value="12.03.03 Фотоника и оптоинформатика (бакалавриат)​">​12.03.03 Фотоника и оптоинформатика (бакалавриат)​</option>​
    <option value="12.04.01 Приборостроение (магистратура)​">​12.04.01 Приборостроение (магистратура)​</option>​
</optgroup>
<optgroup label="13.00.00 Электро- и теплоэнергетика">
    <option value="13.03.01 Теплоэнергетика и теплотехника (бакалавриат)​">​13.03.01 Теплоэнергетика и теплотехника (бакалавриат)​</option>​
    <option value="13.03.02 Электроэнергетика и электротехника (бакалавриат)​">​13.03.02 Электроэнергетика и электротехника (бакалавриат)​</option>​
    <option value="13.03.03 Энергетическое машиностроение (бакалавриат)​">​13.03.03 Энергетическое машиностроение (бакалавриат)​</option>​
    <option value="13.04.01 Теплоэнергетика и теплотехника (магистратура)​">​13.04.01 Теплоэнергетика и теплотехника (магистратура)​</option>​
    <option value="13.04.02 Электроэнергетика и электротехника (магистратура)​">​13.04.02 Электроэнергетика и электротехника (магистратура)​</option>​
</optgroup>
<optgroup label="14.00.00 Ядерная энергетика и технологии">
    <option value="14.03.01 Ядерная энергетика и теплофизика (бакалавриат)​">​14.03.01 Ядерная энергетика и теплофизика (бакалавриат)​</option>​
    <option value="14.03.02 Ядерные физика и технологии (бакалавриат)​">​14.03.02 Ядерные физика и технологии (бакалавриат)​</option>​
    <option value="14.04.01 Ядерная энергетика и теплофизика (магистратура)​">​14.04.01 Ядерная энергетика и теплофизика (магистратура)​</option>​
</optgroup>
<optgroup label="15.00.00 Машиностроение">
    <option value="15.03.01 Машиностроение (бакалавриат)​">​15.03.01 Машиностроение (бакалавриат)​</option>​
    <option value="15.03.02 Технологические машины и оборудование (бакалавриат)​">​15.03.02 Технологические машины и оборудование (бакалавриат)​</option>​
    <option value="15.03.03 Прикладная механика (бакалавриат)​">​15.03.03 Прикладная механика (бакалавриат)​</option>​
    <option value="15.03.04 Автоматизация технологических процессов и производств (бакалавриат)​">​15.03.04 Автоматизация технологических процессов и производств (бакалавриат)​</option>​
    <option value="15.03.05 Конструкторско-технологическое обеспечение машиностроительных производств (бакалавриат)​">15.03.05 Конструкторско-технологическое обеспечение машиностроительных производств (бакалавриат)​</option>​
    <option value="15.03.06 Мехатроника и робототехника (бакалавриат)​">​15.03.06 Мехатроника и робототехника (бакалавриат)​</option>​
    <option value="15.04.01 Машиностроение (магистратура)​">​15.04.01 Машиностроение (магистратура)​</option>​
    <option value="15.04.02 Технологические машины и оборудование (магистратура)​">​15.04.02 Технологические машины и оборудование (магистратура)​</option>​
    <option value="15.04.04 Автоматизация технологических процессов и производств (магистратура)​">​15.04.04 Автоматизация технологических процессов и производств (магистратура)​</option>​
    <option value="15.04.05 Конструкторско-технологическое обеспечение машиностроительных производств (магистратура)​">15.04.05 Конструкторско-технологическое обеспечение машиностроительных производств (магистратура)​</option>​
    <option value="15.04.06 Мехатроника и робототехника (магистратура)​">​15.04.06 Мехатроника и робототехника (магистратура)​</option>
</optgroup>
<optgroup label="16.00.00 Физико-технические науки и технологии">
    <option value="16.03.01 Техническая физика (бакалавриат)​">​16.03.01 Техническая физика (бакалавриат)​</option>​
    <option value="16.04.01 Техническая физика (магистратура)​">​16.04.01 Техническая физика (магистратура)​</option>​
</optgroup>
<optgroup label="18.00.00 Химические технологии">
    <option value="18.03.01 Химическая технология (бакалавриат)​">​18.03.01 Химическая технология (бакалавриат)​</option>​
    <option value="18.03.02 Энерго- и ресурсосберегающие процессы в химической технологии, нефтехимии и биотехнологии (бакалавриат)​">18.03.02 Энерго- и ресурсосберегающие процессы в химической технологии, нефтехимии и биотехнологии (бакалавриат)</option>​
</optgroup>
<optgroup label="19.00.00 Промышленная экология и биотехнологии">
    <option value="19.02.10 Технология продукции общественного питания (СПО)​">​19.02.10 Технология продукции общественного питания (СПО)​</option>​
    <option value="19.03.02 Продукты питания из растительного сырья (бакалавриат)​">​19.03.02 Продукты питания из растительного сырья (бакалавриат)​</option>​
    <option value="19.03.03 Продукты питания животного происхождения (бакалавриат)​">​19.03.03 Продукты питания животного происхождения (бакалавриат)​</option>​
    <option value="19.03.04 Технология продукции и организация общественного питания (бакалавриат)​">​19.03.04 Технология продукции и организация общественного питания (бакалавриат)​</option>​
    <option value="19.04.02 Продукты питания из растительного сырья (магистратура)​">​19.04.02 Продукты питания из растительного сырья (магистратура)​</option>​
    <option value="19.04.03 Продукты питания животного происхождения (магистратура)​">​19.04.03 Продукты питания животного происхождения (магистратура)​</option>​
    <option value="19.04.04 Технология продукции и организация общественного питания (магистратура)​">19.04.04 Технология продукции и организация общественного питания (магистратура)</option>​
</optgroup>
<optgroup label="20.00.00 Техносферная безопасность и природообустройство">
    <option value="20.03.01 Техносферная безопасность (бакалавриат)​">​20.03.01 Техносферная безопасность (бакалавриат)​</option>​
    <option value="20.03.02 Природообустройство и водопользование (бакалавриат)​">​20.03.02 Природообустройство и водопользование (бакалавриат)​</option>​
    <option value="20.04.01 Техносферная безопасность (магистратура)​">​20.04.01 Техносферная безопасность (магистратура)​</option>​
    <option value="20.05.01 Пожарная безопасность (специалитет)​">​20.05.01 Пожарная безопасность (специалитет)​</option>​
</optgroup>
<optgroup label="21.00.00 Прикладная геология, горное дело, нефтегазовое дело и геодезия">
    <option value="21.03.01 Нефтегазовое дело (бакалавриат)​">​21.03.01 Нефтегазовое дело (бакалавриат)​</option>​
    <option value="21.03.03 Геодезия и дистанционное зондирование (бакалавриат)​">​21.03.03 Геодезия и дистанционное зондирование (бакалавриат)​</option>​
    <option value="21.04.01 Нефтегазовое дело (магистратура)​">​21.04.01 Нефтегазовое дело (магистратура)​</option>​
    <option value="21.05.02 Прикладная геология (специалитет)​">​21.05.02 Прикладная геология (специалитет)​</option>​
    <option value="21.05.03 Технология геологической разведки (специалитет)​">​21.05.03 Технология геологической разведки (специалитет)​</option>​
    <option value="21.05.04 Горное дело (специалитет)​">​21.05.04 Горное дело (специалитет)​</option>​
</optgroup>
<optgroup label="22.00.00 Технологии материалов">
    <option value="22.03.01 Материаловедение и технологии материалов (бакалавриат)​">​22.03.01 Материаловедение и технологии материалов (бакалавриат)​</option>​
    <option value="22.03.02 Металлургия (бакалавриат)​">​22.03.02 Металлургия (бакалавриат)​</option>​
    <option value="22.04.01 Материаловедение и технологии материалов (магистратура)​">​22.04.01 Материаловедение и технологии материалов (магистратура)​</option>​
    <option value="22.04.02 Металлургия (магистратура)​">​22.04.02 Металлургия (магистратура)​</option>​
</optgroup>
<optgroup label="23.00.00 Техника и технологии наземного транспорта">
    <option value="23.03.01 Технология транспортных процессов (бакалавриат)​">​23.03.01 Технология транспортных процессов (бакалавриат)​</option>​
    <option value="23.03.02 Наземные транспортно-технологические комплексы (бакалавриат)​">​23.03.02 Наземные транспортно-технологические комплексы (бакалавриат)​</option>​
    <option value="23.03.03 Эксплуатация транспортно-технологических машин и комплексов (бакалавриат)​">23.03.03 Эксплуатация транспортно-технологических машин и комплексов (бакалавриат)</option>​
    <option value="23.04.01 Технология транспортных процессов (магистратура)​">​23.04.01 Технология транспортных процессов (магистратура)​</option>​
    <option value="23.04.02 Наземные транспортно-технологические комплексы (магистратура)​">​23.04.02 Наземные транспортно-технологические комплексы (магистратура)​</option>​
    <option value="23.04.03 Эксплуатация транспортно-технологических машин и комплексов (магистратура)​">23.04.03 Эксплуатация транспортно-технологических машин и комплексов (магистратура)</option>​
    <option value="23.05.01 Наземные транспортно-технологические средства (специалитет)​">​23.05.01 Наземные транспортно-технологические средства (специалитет)​</option>​
    <option value="23.05.02 Транспортные средства специального назначения (специалитет)​">​23.05.02 Транспортные средства специального назначения (специалитет)​</option>​
    <option value="23.05.04 Эксплуатация железных дорог (специалитет)​">​23.05.04 Эксплуатация железных дорог (специалитет)​</option>​
</optgroup>
<optgroup label="25.00.00 Аэронавигация и эксплуатация авиационной и ракетно-космической техники">
    <option value="25.05.03 Техническая эксплуатация транспортного радиооборудования (специалитет)​">​25.05.03 Техническая эксплуатация транспортного радиооборудования (специалитет)​</option>​
</optgroup>
<optgroup label="26.00.00 Техника и технологии кораблестроения и водного транспорта">
    <option value="26.03.01 Управление водным транспортом и гидрографическое обеспечение судоходства (бакалавриат)​">26.03.01 Управление водным транспортом и гидрографическое обеспечение судоходства (бакалавриат)</option>​
    <option value="26.04.01 Управление водным транспортом и гидрографическое обеспечение судоходства (магистратура)​">26.04.01 Управление водным транспортом и гидрографическое обеспечение судоходства (магистратура)​</option>​
</optgroup>
<optgroup label="27.00.00 Управление в технических системах">
    <option value="27.03.01 Стандартизация и метрология (бакалавриат)​">​27.03.01 Стандартизация и метрология (бакалавриат)​</option>​
    <option value="27.03.02 Управление качеством (бакалавриат)​">​27.03.02 Управление качеством (бакалавриат)​</option>​
    <option value="27.03.03 Системный анализ и управление (бакалавриат)​">​27.03.03 Системный анализ и управление (бакалавриат)​</option>​
    <option value="27.03.04 Управление в технических системах (бакалавриат)​">​27.03.04 Управление в технических системах (бакалавриат)​</option>​
    <option value="27.03.05 Инноватика (бакалавриат)​">​27.03.05 Инноватика (бакалавриат)​</option>​
    <option value="27.04.01 Стандартизация и метрология (магистратура)​">​27.04.01 Стандартизация и метрология (магистратура)​</option>​
    <option value="27.04.02 Управление качеством (магистратура)​">​27.04.02 Управление качеством (магистратура)​</option>​
    <option value="27.04.03 Системный анализ и управление (магистратура)​">​27.04.03 Системный анализ и управление (магистратура)​</option>​
    <option value="27.04.04 Управление в технических системах (магистратура)​">​27.04.04 Управление в технических системах (магистратура)​</option>​
    <option value="27.04.05 Инноватика (магистратура)​">​27.04.05 Инноватика (магистратура)​</option>​
</optgroup>
<optgroup label="28.00.00 Нанотехнологии и наноматериалы">
    <option value="28.03.01 Нанотехнологии и микросистемная техника (бакалавриат)​">​28.03.01 Нанотехнологии и микросистемная техника (бакалавриат)​</option>​
    <option value="28.03.02 Наноинженерия (бакалавриат)​">​28.03.02 Наноинженерия (бакалавриат)​</option>​
</optgroup>
<optgroup label="29.00.00 Технологии легкой промышленности">
    <option value="29.03.03 Технология полиграфического и упаковочного производства (бакалавриат)​">​29.03.03 Технология полиграфического и упаковочного производства (бакалавриат)​</option>​
    <option value="29.03.04 Технология художественной обработки материалов (бакалавриат)​">​29.03.04 Технология художественной обработки материалов (бакалавриат)​</option>​
</optgroup>
<optgroup label="37.00.00 Психологические науки">
    <option value="37.03.01 Психология (бакалавриат)​">​37.03.01 Психология (бакалавриат)​</option>​
    <option value="37.04.01 Психология (магистратура)​">​37.04.01 Психология (магистратура)​</option>​
    <option value="37.05.02 Психология служебной деятельности (специалитет)​">​37.05.02 Психология служебной деятельности (специалитет)​</option>​
</optgroup>
<optgroup label="38.00.00 Экономика и управление">
    <option value="38.02.01 Экономика и бухгалтерский учет (по отраслям)​ (СПО)​">​38.02.01 Экономика и бухгалтерский учет (по отраслям) (СПО)​</option>​
    <option value="38.02.04 Коммерция (по отраслям)​ (СПО)​">​38.02.04 Коммерция (по отраслям) (СПО)​</option>​
    <option value="38.02.05 Товароведение и экспертиза качества потребительских товаров (СПО)​">​38.02.05 Товароведение и экспертиза качества потребительских товаров (СПО)​</option>​
    <option value="38.03.01 Экономика (бакалавриат)​">​38.03.01 Экономика (бакалавриат)​</option>​
    <option value="38.03.02 Менеджмент (бакалавриат)​">​38.03.02 Менеджмент (бакалавриат)​</option>​
    <option value="38.03.03 Управление персоналом (бакалавриат)​">​38.03.03 Управление персоналом (бакалавриат)​</option>​
    <option value="38.03.04 Государственное и муниципальное управление (бакалавриат)​">​38.03.04 Государственное и муниципальное управление (бакалавриат)​</option>​
    <option value="38.03.05 Бизнес-информатика (бакалавриат)​">​38.03.05 Бизнес-информатика (бакалавриат)​</option>​
    <option value="38.03.06 Торговое дело (бакалавриат)​">​38.03.06 Торговое дело (бакалавриат)​</option>​
    <option value="38.03.07 Товароведение (бакалавриат)​">​38.03.07 Товароведение (бакалавриат)​</option>​
    <option value="38.04.01 Экономика (магистратура)​">​38.04.01 Экономика (магистратура)​</option>​
    <option value="38.04.02 Менеджмент (магистратура)​">​38.04.02 Менеджмент (магистратура)​</option>​
    <option value="38.04.03 Управление персоналом (магистратура)​">​38.04.03 Управление персоналом (магистратура)​</option>​
    <option value="38.04.04 Государственное и муниципальное управление (магистратура)​">​38.04.04 Государственное и муниципальное управление (магистратура)​</option>​
    <option value="38.04.08 Финансы и кредит (магистратура)​">​38.04.08 Финансы и кредит (магистратура)​</option>​
    <option value="38.04.09 Государственный аудит (магистратура)​">​38.04.09 Государственный аудит (магистратура)​</option>​
    <option value="38.05.01 Экономическая безопасность (специалитет)​">​38.05.01 Экономическая безопасность (специалитет)​</option>​
    <option value="38.05.02 Таможенное дело (специалитет)​">​38.05.02 Таможенное дело (специалитет)​</option>​
</optgroup>
<optgroup label="39.00.00 Социология и социальная работа">
    <option value="39.03.01 Социология (бакалавриат)​">​39.03.01 Социология (бакалавриат)​</option>​
    <option value="39.03.02 Социальная работа (бакалавриат)​">​39.03.02 Социальная работа (бакалавриат)​</option>​
    <option value="39.04.01 Социология (магистратура)​">​39.04.01 Социология (магистратура)​</option>​
</optgroup>
<optgroup label="40.00.00 Юриспруденция">
    <option value="40.03.01 Юриспруденция (бакалавриат)​">​40.03.01 Юриспруденция (бакалавриат)​</option>​
    <option value="40.04.01 Юриспруденция (магистратура)​">​40.04.01 Юриспруденция (магистратура)​</option>​
    <option value="40.05.01 Правовое обеспечение национальной безопасности (специалитет)​">​40.05.01 Правовое обеспечение национальной безопасности (специалитет)​</option>​
    <option value="40.05.02 Правоохранительная деятельность (специалитет)​">​40.05.02 Правоохранительная деятельность (специалитет)​</option>​
</optgroup>
<optgroup label="41.00.00 Политические науки и регионоведение">
    <option value="41.03.05 Международные отношения (бакалавриат)​">​41.03.05 Международные отношения (бакалавриат)​</option>​
    <option value="41.03.06 Публичная политика и социальные науки (бакалавриат)​">​41.03.06 Публичная политика и социальные науки (бакалавриат)​</option>​
</optgroup>
<optgroup label="42.00.00 Средства массовой информации и информационно-библиотечное дело">
    <option value="42.03.01 Реклама и связи с общественностью (бакалавриат)​">​42.03.01 Реклама и связи с общественностью (бакалавриат)​</option>​
    <option value="42.03.02 Журналистика (бакалавриат)​">​42.03.02 Журналистика (бакалавриат)​</option>​
    <option value="42.03.03 Издательское дело (бакалавриат)​">​42.03.03 Издательское дело (бакалавриат)​</option>​
    <option value="42.04.02 Журналистика (магистратура)​">​42.04.02 Журналистика (магистратура)​</option>​
</optgroup>
<optgroup label="43.00.00 Сервис и туризм">
    <option value="43.02.01 Организация обслуживания в общественном питании (СПО)​">​43.02.01 Организация обслуживания в общественном питании (СПО)​</option>​
    <option value="43.03.01 Сервис (бакалавриат)​">​43.03.01 Сервис (бакалавриат)​</option>​
    <option value="43.03.02 Туризм (бакалавриат)​">​43.03.02 Туризм (бакалавриат)​</option>​
    <option value="43.03.03 Гостиничное дело (бакалавриат)​">​43.03.03 Гостиничное дело (бакалавриат)​</option>​
</optgroup>
<optgroup label="44.00.00 Образование и педагогические науки">
    <option value="44.03.01 Педагогическое образование (бакалавриат)​">​44.03.01 Педагогическое образование (бакалавриат)​</option>​
    <option value="44.03.02 Психолого-педагогическое образование (бакалавриат)​">​44.03.02 Психолого-педагогическое образование (бакалавриат)​</option>​
    <option value="44.03.03 Специальное (дефектологическое)​ образование (бакалавриат)​">​44.03.03 Специальное (дефектологическое) образование (бакалавриат)​</option>​
    <option value="44.03.04 Профессиональное обучение (по отраслям)​ (бакалавриат)​">​44.03.04 Профессиональное обучение (по отраслям) (бакалавриат)​</option>​
    <option value="44.03.05 Педагогическое образование (с двумя профилями подготовки)​ (бакалавриат)​">44.03.05 Педагогическое образование (с двумя профилями подготовки)​ (бакалавриат)</option>​
    <option value="44.04.01 Педагогическое образование (магистратура)​">​44.04.01 Педагогическое образование (магистратура)​</option>​
    <option value="44.04.02 Психолого-педагогическое образование (магистратура)​">​44.04.02 Психолого-педагогическое образование (магистратура)​</option>​
    <option value="44.04.03 Специальное (дефектологическое)​ образование (магистратура)​">​44.04.03 Специальное (дефектологическое) образование (магистратура)​</option>​
    <option value="44.04.04 Профессиональное обучение (по отраслям)​ (магистратура)​">​44.04.04 Профессиональное обучение (по отраслям) (магистратура)​</option>​
    <option value="44.05.01 Педагогика и психология девиантного поведения (специалитет)​">​44.05.01 Педагогика и психология девиантного поведения (специалитет)​</option>​
</optgroup>
<optgroup label="45.00.00 Языкознание и литературоведение">
    <option value="45.03.01 Филология (бакалавриат)​">​45.03.01 Филология (бакалавриат)​</option>​
    <option value="45.03.02 Лингвистика (бакалавриат)​">​45.03.02 Лингвистика (бакалавриат)​</option>​
    <option value="45.04.01 Филология (магистратура)​">​45.04.01 Филология (магистратура)​</option>​
    <option value="45.04.02 Лингвистика (магистратура)​">​45.04.02 Лингвистика (магистратура)​</option>​
    <option value="45.05.01 Перевод и переводоведение (специалитет)​">​45.05.01 Перевод и переводоведение (специалитет)​</option>​
</optgroup>
<optgroup label="46.00.00 История и археология">
    <option value="46.03.01 История (бакалавриат)​">​46.03.01 История (бакалавриат)​</option>​
    <option value="46.03.02 Документоведение и архивоведение (бакалавриат)​">​46.03.02 Документоведение и архивоведение (бакалавриат)​</option>​
    <option value="46.04.01 История (магистратура)​">​46.04.01 История (магистратура)​</option>​
</optgroup>
<optgroup label="47.00.00 Философия, этика и религиоведение">
    <option value="47.03.01 Философия (бакалавриат)​">​47.03.01 Философия (бакалавриат)​</option>​
    <option value="47.03.03 Религиоведение (бакалавриат)​">​47.03.03 Религиоведение (бакалавриат)​</option>​
</optgroup>
<optgroup label="49.00.00 Физическая культура и спорт">
    <option value="49.03.01 Физическая культура (бакалавриат)​">​49.03.01 Физическая культура (бакалавриат)​</option>​
    <option value="49.03.03 Рекреация и спортивно-оздоровительный туризм (бакалавриат)​">​49.03.03 Рекреация и спортивно-оздоровительный туризм (бакалавриат)​</option>​
    <option value="49.04.01 Физическая культура (магистратура)​">​49.04.01 Физическая культура (магистратура)​</option>​
    <option value="49.04.02 Физическая культура для лиц с отклонениями в состоянии здоровья (адаптивная физическая культура)​ (магистратура)​">49.04.02 Физическая культура для лиц с отклонениями в состоянии здоровья (адаптивная физическая культура)​ (магистратура)</option>​
    <option value="49.04.03 Спорт (магистратура)​">​49.04.03 Спорт (магистратура)​</option>
</optgroup>
<optgroup label="50.00.00 Искусствознание">
    <option value="50.03.01 Искусства и гуманитарные науки (бакалавриат)​">​50.03.01 Искусства и гуманитарные науки (бакалавриат)​</option>​
    <option value="50.03.03 История искусств (бакалавриат)​">​50.03.03 История искусств (бакалавриат)​</option>​
    <option value="50.04.03 История искусств (магистратура)​">​50.04.03 История искусств (магистратура)​</option>​
</optgroup>
<optgroup label="51.00.00 Культуроведение и социокультурные проекты">
    <option value="51.03.01 Культурология (бакалавриат)​">​51.03.01 Культурология (бакалавриат)​</option>​
    <option value="51.03.03 Социально-культурная деятельность (бакалавриат)​">​51.03.03 Социально-культурная деятельность (бакалавриат)​</option>​
</optgroup>
<optgroup label="52.00.00 Сценические искусства и литературное творчество">
    <option value="52.03.01 Хореографическое искусство (бакалавриат)​">​52.03.01 Хореографическое искусство (бакалавриат)​</option>​

</optgroup>
<optgroup label="54.00.00 Изобразительное и прикладные виды искусств">
    <option value="54.03.01 Дизайн (бакалавриат)​">​54.03.01 Дизайн (бакалавриат)​</option>​
    <option value="54.03.02 Декоративно-прикладное искусство и народные промыслы (бакалавриат)​">​54.03.02 Декоративно-прикладное искусство и народные промыслы (бакалавриат)​</option>​
</optgroup>
<optgroup label="Направления аспирантуры">
    <option value="01.06.01 Математика и механика (аспирантура)​">​01.06.01 Математика и механика (аспирантура)​</option>​
    <option value="02.06.01 Компьютерные и информационные науки (аспирантура)​">​02.06.01 Компьютерные и информационные науки (аспирантура)​</option>​
    <option value="03.06.01 Физика и астрономия (аспирантура)​">​03.06.01 Физика и астрономия (аспирантура)​</option>​
    <option value="04.06.01 Химические науки (аспирантура)​">​04.06.01 Химические науки (аспирантура)​</option>​
    <option value="05.06.01 Науки о земле (аспирантура)​">​05.06.01 Науки о земле (аспирантура)​</option>​
    <option value="06.06.01 Биологические науки (аспирантура)​">​06.06.01 Биологические науки (аспирантура)​</option>​
    <option value="07.06.01 Архитектура (аспирантура)​">​07.06.01 Архитектура (аспирантура)​</option>​
    <option value="08.06.01 Техника и технологии строительства (аспирантура)​">​08.06.01 Техника и технологии строительства (аспирантура)​</option>​
    <option value="09.06.01 Информатика и вычислительная техника (аспирантура)​">​09.06.01 Информатика и вычислительная техника (аспирантура)​</option>​
    <option value="11.06.01 Электроника, радиотехника и системы связи (аспирантура)​">​11.06.01 Электроника, радиотехника и системы связи (аспирантура)​</option>​
    <option value="12.06.01 Фотоника, приборостроение, оптические и биотехнические системы и технологии (аспирантура)​">12.06.01 Фотоника, приборостроение, оптические и биотехнические системы и технологии (аспирантура)​</option>​
    <option value="13.06.01 Электро- и теплотехника (аспирантура)​">​13.06.01 Электро- и теплотехника (аспирантура)​</option>​
    <option value="14.06.01 Ядерная, тепловая и возобновляемая энергетика и сопутствующие технологии (аспирантура)​">14.06.01 Ядерная, тепловая и возобновляемая энергетика и сопутствующие технологии (аспирантура)</option>​
    <option value="15.06.01 Машиностроение (аспирантура)​">​15.06.01 Машиностроение (аспирантура)​</option>​
    <option value="21.06.01 Геология, разведка и разработка полезных ископаемых (аспирантура)​">​21.06.01 Геология, разведка и разработка полезных ископаемых (аспирантура)​</option>​
    <option value="22.06.01 Технологии материалов (аспирантура)​">​22.06.01 Технологии материалов (аспирантура)​</option>​
    <option value="23.06.01 Техника и технологии наземного транспорта (аспирантура)​">​23.06.01 Техника и технологии наземного транспорта (аспирантура)​</option>​
    <option value="27.06.01 Управление в технических системах (аспирантура)​">​27.06.01 Управление в технических системах (аспирантура)​</option>​
    <option value="37.06.01 Психологические науки (аспирантура)​">​37.06.01 Психологические науки (аспирантура)​</option>​
    <option value="38.06.01 Экономика (аспирантура)​">​38.06.01 Экономика (аспирантура)​</option>​
    <option value="39.06.01 Социологические науки (аспирантура)​">​39.06.01 Социологические науки (аспирантура)​</option>​
    <option value="40.06.01 Юриспруденция (аспирантура)​">​40.06.01 Юриспруденция (аспирантура)​</option>​
    <option value="44.06.01 Образование и педагогические науки (аспирантура)​">​44.06.01 Образование и педагогические науки (аспирантура)​</option>​
    <option value="45.06.01 Языкознание и литературоведение (аспирантура)​">​45.06.01 Языкознание и литературоведение (аспирантура)​</option>​
    <option value="46.06.01 Исторические науки и археология (аспирантура)​">​46.06.01 Исторические науки и археология (аспирантура)​</option>​
    <option value="47.06.01 Философия, этика и религиоведение (аспирантура)​">​47.06.01 Философия, этика и религиоведение (аспирантура)​</option>​
    <option value="49.06.01 Физическая культура и спорт (аспирантура)​">​49.06.01 Физическая культура и спорт (аспирантура)​</option>​
    <option value="50.06.01 Искусствоведение (аспирантура)​">​50.06.01 Искусствоведение (аспирантура)​</option>​
    <option value="51.06.01 Культурология (аспирантура)​">​51.06.01 Культурология (аспирантура)​</option>​
</optgroup>